Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Could I eat all the canned food here without being picky?
ru_ru: Я бы съел все эти консервы, и слова не сказав?

source: Could you do that for me? In return for trusting you, I'd like you to talk to me in a way that firmly establishes that bond of trust between us.
ru_ru: Можешь мне это обещать? Я доверяю тебе, а взамен ты обращаешься ко мне так, дабы закрепить наши доверительные отношения.

source: Could you look up the lieute... Kou Kadokura's name in the Mercenary Guild's database?
ru_ru: Не могли бы вы поискать лейт... имя Коу Кадокура в базе данных Гильдии наемников?

source: Could you please not stare at me like that?
ru_ru: Не мог бы ты не смотреть на меня так?

source: Could you please take this seriously?
ru_ru: Не могли бы вы отнестись серьёзней?

source: Could you stop calling me that? It just doesn't feel right to me, like you're talking to someone else.
ru_ru: Ты можешь перестать обращаться ко мне на "вы" и звать меня лейтенантом? Это выглядит так, будто ты обращаешься к кому-то другому.

source: Countless Memories
ru_ru: Бесчисленные воспоминания

source: Crap! I can't hold it off!
ru_ru: Вот дерьмо! Я не могу ее остановить!

source: Crap. I just can't remember her name at all.
ru_ru: Черт. Вообще без понятия кто она.

source: Create save data.
ru_ru: Сохранить игру.

source: Creeping Footsteps
ru_ru: Крадущиеся шаги

source: Crude weapons that I faintly recall.
ru_ru: Простое оружие, которое я смутно припоминаю.

source: Curious about other units you've seen?
ru_ru: Интересно узнать о боевых единицах, которых ты видел?

source: Curious about someone you know?
ru_ru: Любопытно почитать о ком-то из твоих знакомых?

source: Curious about something said earlier?
ru_ru: Любопытно, что было сказано ранее?

source: Curious about the weapons you have so far?
ru_ru: Хочешь взглянуть на свой арсенал?

source: Curious about your own personal records?
ru_ru: Интересно, какая у тебя статистика?

source: Curious about your personal records?
ru_ru: Любопытно узнать свою статистику?

source: Curious about your survival mode ranking?
ru_ru: Хотелось бы узнать свой рейтинг в режиме выживания?

source: Current velocity is far too high. Slow down.
ru_ru: Вы движетесь слишком быстро. Снизьте скорость.

source: Cut it out, Chinatsu. I can't breathe.
ru_ru: Прекрати, Чинатсу. Мне трудно дышать.

source: Cute as a button, wouldn't you say? No need to feel shy.
ru_ru: Милая, как пуговка, не правда ли? Не нужно стесняться.

source: Cyberspace is great, but let's not forget to get out and about from time to time.
ru_ru: Киберпространство - это здорово, но не стоит забывать о том, что время от времени нужно выходить на улицу.

source: Cyberspace... A different world that'd been constructed online.
ru_ru: Кибер-пространство... Иной мир, существующий в сети.

source: D-Don't get the wrong idea. I didn't do it for your sake, okay? Sorry, I've always wanted to say that.
ru_ru: Н-Не пойми меня неправильно. Я сделала это не ради тебя, ясно? Прости, я всегда хотела это сказать.

source: D-Don't praise me to my face like that! It's embarrassing!
ru_ru: Н-Не надо так хвалить меня! Мне неловко!

source: Damage received increases the more the heat gauge builds up.
ru_ru: Ты получаешь тем больше урона, чем больше заполняется шкала нагрева.

source: Damn it! Let me go!
ru_ru: Черт побери! Отпусти меня!

source: Damn it! Not again!
ru_ru: Проклятье! Да сколько можно?!

source: Damn it, she's gonna laugh at me. I hope she didn't sleep in the same bed because she expected this to happen.
ru_ru: Чёрт, она будет смеяться надо мной. Надеюсь, она не решила спать в одной кровати, потому что ожидала, что это случится.

source: Damn it. I feel like I'm gonna choke.
ru_ru: Твою мать. Мне трудно дышать.

source: Damn it. What are we supposed to do, then?
ru_ru: Черт возьми. Что же нам делать?

source: Damn it. Why can't I remember? What the hell's going on?!
ru_ru: Проклятье. Почему я не могу вспомнить? Что, черт возьми, происходит?!

source: Damn, I ended up blowing a gasket.
ru_ru: Черт, я в итоге не сдержался.

source: Dancing Foxtail
ru_ru: Танцующий хвост лисицы

source: Dangerous...
ru_ru: Опасно...

source: Darkens text gradient
ru_ru: Использовать тёмный градиент

source: Dashing
ru_ru: Перемещение

source: Dead Cliff
ru_ru: Мертвый утес

source: Deletes save data
ru_ru: Удалить сохранение

source: Depressed Mind
ru_ru: Подавленное сознание

source: Despite seeming somewhat uncomfortable with it, Rain utters my name.
ru_ru: Несмотря на некоторую неловкость, Рейн произносит моё имя.

source: Diable Jambe! Flambage Shot!
ru_ru: Diable Jambe! Пробивной удар!

source: Did the units we just took out have pilots in them too?
ru_ru: В жуках, которых мы только что уничтожили, тоже были пилоты?

source: Did we get them all?
ru_ru: Это все?

source: Did you have to reprise the exact same routine everyone does when they meet me for the first time? Frankly, I'm sick of it.
ru_ru: Обязательно было повторять ту же самую фразу, которую все повторяют при первой встрече со мной? Меня это уже задолбало.

source: Did you say Kadokura?
ru_ru: Ты сказала Кадокура?

source: Disable informational messages
ru_ru: Отключить информационные сообщения

source: Disable line effects
ru_ru: Выключить эффекты линий

source: Disable motion blur
ru_ru: Выключить размытие в движении

source: Disable screen effects
ru_ru: Выключить экранные эффекты

source: Disable the quick settings panel (bottom left-hand side of screen)
ru_ru: Выключить панель быстрых настроек (в левой нижней части экрана)

source: Disable the quicksave panel (right-hand side of screen)
ru_ru: Выключить панель быстрого сохранения (правая сторона экрана)

source: Disable tips
ru_ru: Отключить подсказки

source: Disable tracknames from displaying
ru_ru: Не отображать названия треков

source: Disables outlines on text
ru_ru: Не использовать обводку

source: Disables shadow effect on text
ru_ru: Не отображать тень под текстом

source: Disables text gradient
ru_ru: Не использовать градиент

source: Disables the icon for input requirement
ru_ru: Не отображать иконку когда необходимо нажать кнопку

source: Disables the icon for previously read text
ru_ru: Не отображать иконку для уже прочитанного текста

source: Display a relationship map from school days
ru_ru: Показать карту школьных дней

source: Display a relationship map of events in the present
ru_ru: Показать связь событий в настоящем

source: Display a relationship map of people in the present
ru_ru: Показать взаимоотношения людей в настоящем

source: Display chapters
ru_ru: Показать главы

source: Display combo values
ru_ru: Показать значения комбо

source: Display data from practice mode
ru_ru: Показать данные тренировки

source: Display data from survival mode
ru_ru: Показать данные режима выживания

source: Display data from the main story
ru_ru: Показать данные из основного сюжета

source: Display detailed information
ru_ru: Показать подробную информацию

source: Display full details
ru_ru: Показать всю информацию

source: Display maximum values
ru_ru: Показать максимальные значения

source: Display other values
ru_ru: Показать прочие значения

source: Display the next CG
ru_ru: Показать следующий CG

source: Display the previous CG
ru_ru: Показать предыдущий CG

source: Display the weapon list in one row
ru_ru: Отображать список оружия в одну колонку

source: Display the weapon list in three rows
ru_ru: Отображать список оружия в три колонки

source: Display the weapon list in two rows
ru_ru: Отображать список оружия в две колонки

source: Display total values
ru_ru: Показать суммарные значения

source: Display tracknames on the top right when they begin
ru_ru: Отображать названия треков в правом верхнем углу, когда они начинаются

source: Displayed in it are an array of enamel bustiers, bondage goods with chains, dildos, and leather whips.
ru_ru: На ней выставлено множество эмалированных бюстье, бондажных приспособлений с цепями, резиновых членов и кожаных кнутов.

source: Displays an icon for previously read text on the upper right of the text window
ru_ru: Отображать иконку для уже прочитанного текста в верхнем правом углу окна

source: Displays an icon when input is required to proceed on the lower right of the text window
ru_ru: Отображать иконку в левом нижнем углу, когда необходимо нажать кнопку для продолжения

source: Displays the backlog
ru_ru: Открыть журнал

source: Dive Dock
ru_ru: Шлюз для погружения

source: Dive.
ru_ru: Погружение.

source: Do you hate small girls?
ru_ru: Ты ненавидишь маленьких девочек?

source: Do you know what my dad's up to?
ru_ru: Вы знаете, чем занимается мой отец?

source: Do you not recognize me, Lieutenant?
ru_ru: Вы не помните меня, лейтенант?

source: Do you remember anything now?
ru_ru: Ты что-нибудь вспомнил?

source: Do you think glasses would look good on me?
ru_ru: Как думаешь, мне пойдут очки?

source: Do you want to quit and head back to the survival mode menu?
ru_ru: Хочешь выйти и вернуться в меню режима выживания?

source: Don't ask for confirmation when closing the game
ru_ru: Не запрашивать подтверждение при выходе из игры

source: Don't ask for confirmation when deleting save data
ru_ru: Не запрашивать подтверждение при удалении сохранений

source: Don't ask for confirmation when jumping to next choice
ru_ru: Не запрашивать подтверждение при переходе к следующему выбору

source: Don't ask for confirmation when jumping to previous choice
ru_ru: Не запрашивать подтверждение при переходе к предыдущему выбору

source: Don't ask for confirmation when loading
ru_ru: Не запрашивать подтверждение при загрузке

source: Don't ask for confirmation when moving save data
ru_ru: Не запрашивать подтверждение при перемещении сохранений

source: Don't ask for confirmation when quickloading
ru_ru: Не запрашивать подтверждение при быстрой загрузке

source: Don't ask for confirmation when quicksaving
ru_ru: Не запрашивать подтверждение при быстром сохранении

source: Don't ask for confirmation when restoring to default
ru_ru: Не запрашивать подтверждение при возврате к настройкам по умолчанию

source: Don't ask for confirmation when returning to the title screen
ru_ru: Не запрашивать подтверждение при возвращении на титульный экран

source: Don't ask for confirmation when saving
ru_ru: Не запрашивать подтверждение при сохранении

source: Don't autosave a copy of a file that's been overwritten
ru_ru: Не делать автосохранение копии файла, который был перезаписан

source: Don't autosave at the beginning of a battle
ru_ru: Не делать автосохранение в начале битвы

source: Don't autosave upon finishing a chapter
ru_ru: Не делать автосохранение в конце главы

source: Don't autosave upon loading
ru_ru: Не делать автосохранение при загрузке

source: Don't autosave upon reaching a choice
ru_ru: Не делать автосохранение на выборах

source: Don't autosave when done with the setup menu
ru_ru: Не делать автосохранение после закрытия меню подготовки

source: Don't do anything too dangerous, okay?
ru_ru: Не делай ничего слишком опасного, хорошо?

source: Don't expect words to pop out if you keep staring.
ru_ru: Не думай, что слова появятся, если ты будешь просто пялиться.

source: Don't forget to tune in next week! Same Baldr time, same Baldr channel.
ru_ru: Не забудь настроиться на следующую неделю! То же Baldr время, тот же Baldr канал.

source: Don't give in! You've got a friend in me if you ever need anything!
ru_ru: Не сдавайся! У тебя есть подруга, если тебе что-нибудь понадобится!

source: Don't let it bother you. You didn't panic, and that by itself makes you much better than a total greenhorn.
ru_ru: Не беспокойтесь об этом. Вы не запаниковали, и уже поэтому вы гораздо лучше полного новичка.

source: Don't panic, don't fret. Tension max, relax.
ru_ru: Работа, работа, перейди на Федота...

source: Don't push yourself too hard...
ru_ru: Не дави на себя слишком сильно...

source: Don't underestimate how important it is to eat well!
ru_ru: Не стоит недооценивать важность правильного питания!

source: Don't wanna move anymore...
ru_ru: Я больше не хочу двигаться...

source: Don't worry! I know how to fire a gun!@hKOU_0301NO Also, uh...@hKOU_0301IK As a lieutenant, I'm your superior officer!
ru_ru: Не волнуйтесь! Я умею стрелять из пистолета! К тому же... Как лейтенант, я ваш вышестоящий офицер!

source: Don't worry. I won't peep at you.
ru_ru: Не волнуйся. Я не буду подглядывать за тобой.

source: Don't worry. This is only a mock battle, so your life won't be in danger even if your unit is destroyed.
ru_ru: Не волнуйся. Это всего лишь учебный бой, поэтому твоей жизни ничего не угрожает.

source: Dreaming
ru_ru: Мечта

source: Drop the "doctor." I'm unlicensed.
ru_ru: Опустим "доктора". У меня нет лицензии.

source: Drunkenness Reality
ru_ru: Пьяная реальность

source: Dumby dumb dumb.
ru_ru: Тупица тупицей.

source: Dummy...
ru_ru: Дурачок...

source: E-Err... Quite the charismatic one, I'd say.
ru_ru: Э-э-э... Довольно харизматично, я бы сказала.

source: EX Canceling
ru_ru: EX Прерывание

source: Early that afternoon, we set out into town, heading toward the clinic Rain mentioned last night.
ru_ru: Рано утром того же дня мы отправились в клинику, о которой вчера говорила Рейн.

source: Easiness at Time
ru_ru: Легкость бытия

source: Easiness at Time -Abyssal Ver.-
ru_ru: Лёгкость бытия -Abyssal Ver.-

source: Eating chives is just so... liberating, I guess? It's like you can just sit there, not caring about anything...
ru_ru: Есть шнитт-лук - это так... освобождает? Как будто ты можешь просто сидеть, ни о чем не заботясь...

source: Edits the save data's comment
ru_ru: Изменить комментарий к сохранению

source: Eep!
ru_ru: Ай!

source: Eiji is a good person. Except when it comes to women.
ru_ru: Эйдзи - хороший человек. За исключением тех случаев, когда дело касается женщин.

source: Enable error messages and the like on the bottom left of the screen
ru_ru: Включить сообщения об ошибках и т.п. в левой нижней части экрана

source: Enable line effects
ru_ru: Включить эффекты линий

source: Enable motion blur
ru_ru: Включить размытие в движении

source: Enable screen effects
ru_ru: Включить экранные эффекты

source: Enable the quick settings panel (bottom left-hand side of screen)
ru_ru: Включить панель быстрых настроек (в левой нижней части экрана)

source: Enable the quicksave panel (right-hand side of screen)
ru_ru: Включить панель быстрого сохранения (правая сторона экрана)

source: Enable tips about what buttons and menus do
ru_ru: Включить подсказки о том, что делают кнопки и меню

source: Enables all text to be skipped
ru_ru: Включить пропуск любого текста

source: Enables previously read text to be skipped
ru_ru: Включить пропуск прочитанного текста

source: Enables text gradient
ru_ru: Использовать обычный градиент

source: End replay mode
ru_ru: Выйти из режима записи

source: End setup... Dive in...
ru_ru: Закончить подготовку... Погрузиться...

source: End setup... Proceed...
ru_ru: Закончить подготовку... Продолжить...

source: End slideshow
ru_ru: Закончить слайд-шоу

source: Ends auto-mode
ru_ru: Выйти из автоматического режима

source: Ends skip mode
ru_ru: Выйти из режима пропуска

source: Enemy reinforcements incoming. They're small viruses, but I don't know which model.
ru_ru: Вражеское подкрепление на подходе. Это маленькие вирусы, но я не знаю, какой они модели.

source: Equipment change...
ru_ru: Сменить снаряжение...

source: Equipment finalized. Option select, long- and short-range sensors, all clear.
ru_ru: Снаряжение установлено. Настройка параметров, датчиков дальнего и ближнего действия, всё в порядке.

source: Er, look it up?
ru_ru: Э-э, проверить?

source: Eternity exists...
ru_ru: Вечность существует...

source: Even as she spouts those heartless words, Rain gives me a worried look.
ru_ru: Даже когда она произносит эти бессердечные слова, Рейн обращает на меня обеспокоенный взгляд.

source: Even if we do encounter a simulacrum, please don't falter.
ru_ru: Даже если нам встретится симулякр, пожалуйста, не поддавайтесь сомнениям.

source: Even if you've regressed to your student days
ru_ru: Даже если вы вернулись к студенческим временам

source: Even illegal cybernetic augmentation and cloning procedures?
ru_ru: Даже за нелегальные аугментацию и клонирование?

source: Even now, with my memories all jumbled, just thinking about him gets me irritated. I seriously doubt we're on the best of terms.
ru_ru: Даже сейчас, когда мои память перемешалась, одна мысль о нём вызывает у меня раздражение. Я очень сомневаюсь, что мы хорошо ладим.

source: Even right before we were born, this province had been involved in a massive war.
ru_ru: Ещё до нашего рождения этот регион был вовлечен в масштабную войну.

source: Even the slightest of movements makes her beautiful hair sway from side to side.
ru_ru: Даже малейшие движения заставляют её прекрасные волосы колыхаться из стороны в сторону.

source: Everyone who joins a religion makes friends, relationships, and even gets hired. It's true.
ru_ru: Каждый, кто присоединяется к какой-либо религии, заводит друзей, отношения и даже находит работу. Это правда.

source: Everything will be fine.
ru_ru: Всё будет хорошо.

source: Everywhere we go, the walls are covered in graffiti, and there's a sour stench emanating from the deserted street corners.
ru_ru: Куда бы мы ни пошли, стены исписаны граффити, а от безлюдных улочек исходит кислое зловоние.

source: Ew. Are people really implanting that crap?
ru_ru: Фу. Неужели люди действительно вживляют себе это дерьмо?

source: Exactly. Are you ready?
ru_ru: Именно. Ты готов?

source: Exactly. We are currently on a cyberspace battlefield.
ru_ru: Именно. В настоящее время мы находимся на виртуальном поле боя в кибер-пространстве.

source: Exactly. While this may be cyberspace, it's highly likely that you'll die if your unit is destroyed.
ru_ru: Именно. Пусть это и кибер-пространство, но вероятность того, что вы погибнете, если ваш симулякр будет уничтожен, очень высока.

source: Excuse me.
ru_ru: Прошу прощения.

source: Exit the game
ru_ru: Выйти из игры

source: Exits the game.
ru_ru: Выйти из игры

source: Expect many things to be broken if I catch you trying anything funny.
ru_ru: Переломов будет много, если я поймаю вас за чем-то странным.

source: Explains how to launch another firearm based attack just before the previous one ends.
ru_ru: Объясняет, как провести еще одну дальнобойную атаку непосредственно перед окончанием предыдущей.

source: Explains how to launch another physical based attack the moment the previous one connects.
ru_ru: Объясняет, как провести еще одну ближнюю атаку, в тот момент, когда предыдущая атака попала в цель.

source: Explains which buttons are used during battle.
ru_ru: Объясняет, какие кнопки используются во время боя.

source: Fairly sure he's in dire need of a dose of calcium.
ru_ru: Уверена, что ему крайне необходима доза кальция.

source: Fate Breaker
ru_ru: Разрушитель судьбы

source: Father... No, Colonel...
ru_ru: Отец... Нет, полковник...

source: Fatty. Nothing more, nothing less.
ru_ru: Толстяк. Ни больше, ни меньше.

source: Feel free to save now if you want.
ru_ru: Не стесняйтесь сохраниться сейчас, если хотите.

source: Feel free to start from where you left off.
ru_ru: Не стесняйся начать с того места, на котором остановился.

source: Feel free to take a break and return to the survival mode menu.
ru_ru: Не стесняйся сделать перерыв и вернуться в меню режима выживания.

source: Feel free to watch some survival mode replays.
ru_ru: Не стесняйся смотреть реплеи режима выживания.

source: Fenrir don't seem to have a very good reputation.
ru_ru: У Фенрира, похоже, не очень хорошая репутация.

source: Fenrir's major. She seems weak to Noi.
ru_ru: Майор Фенрира. Кажется, питает слабость к Нои.

source: Finding it hard to sleep?
ru_ru: Не можешь уснуть, Коу?

source: Firearm Canceling
ru_ru: Прерывание дальнего боя

source: Flatlining, or brain death, is a specter that hangs over anyone who dives into the deep end of the internet. And cyber officers make a living by risking it all.
ru_ru: Флэтлайнинг, или смерть мозга, - это призрак, который нависает над каждым, кто погружается в глубины Интернета. А кибер-офицеры зарабатывают себе на жизнь, идя рука об руку с этим призраком.

source: Food's ready, Aki!
ru_ru: Еда готова, Аки!

source: Food's ready, Kou! Sorry, I've always wanted to say that.
ru_ru: Еда готова, Коу! Прости, я всегда хотел это сказать.

source: For a moment, I don't understand what she's saying.
ru_ru: Я не сразу понял, о чём она говорит.

source: For a moment, the world is engulfed by a bright, milky veil.
ru_ru: На мгновение мир окутывает яркая молочная пелена.

source: For crying out loud... What was I thinking when I chose to become a soldier?
ru_ru: Боже мой... О чем я только думал, когда решил стать солдатом?

source: For example, if you waste too much time planning to ask someone out on the weekend, one of you might be dead by then.
ru_ru: Например, если тратить слишком много времени на то, чтобы пригласить кого-то на свидание в выходные, один из вас к тому времени может оказаться мёртв.

source: For some reason, it doesn't elicit very pleasant feelings.
ru_ru: Почему-то он не пробуждает во мне приятных чувств.

source: For whenever you feel like remembering our days at Seishu.
ru_ru: Для тех случаев, когда тебе захочется вспомнить наши дни в Сейшу.

source: Force Crash
ru_ru: Ульт. удар

source: Force Crash Gauge
ru_ru: Шкала ульт. удара

source: Force crash EX Canceling
ru_ru: EX Прерывание ульт. удара

source: Forget about the setup menu! Let's get moving!
ru_ru: Забудь о меню подготовки! Давай двигаться!

source: Fortunately, they haven't detected us yet. I've jammed their radars, so we should be fine for a little while.
ru_ru: К счастью, они нас пока не обнаружили. Я заглушила их радары, так что некоторое время мы будем в безопасности.

source: Fortunately, we can escape the anchor if we go a few virtual kilometers south.
ru_ru: К счастью, мы сможем выйти из под действия якоря, если отправимся на несколько виртуальных километров южнее.

source: Fortunately, we've taken very little damage. And I can still fight. The enemy seems to be in disarray too, so we should take this chance to esc-
ru_ru: К счастью, мы не сильно пострадали. И я могу продолжать сражаться. Враг, кажется, тоже в смятении, так что мы должны воспользоваться этим шансом, чтобы отсюда выбр-

source: Fortunately,@t0123@hRAIN_0302KN as inappropriate as that may sound,@t0398@hRAIN_0301SK they weren't exactly your friends.
ru_ru: К счастью, @t0123@hRAIN_0302KN как бы бестактно это ни звучало, @t0398@hRAIN_0301SK они вовсе не были вашими друзьями.

source: Frankly, I feel like she doesn't belong on a battlefield.
ru_ru: Честно говоря, мне кажется, что ей не место на войне.

source: Friend Talk
ru_ru: Дружеская беседа

source: GIGA\BALDRSKY_EN\
ru_ru: GIGA\BALDRSKY_RU\

source: Gah!
ru_ru: Гах!

source: Gee, talk about classy.
ru_ru: Ну и ну, прям королевские покои.

source: Get a grip, you moron! You really, really shouldn't ask her if we've done it before.
ru_ru: Возьми себя в руки, болван! Ты абсолютно точно не должен спрашивать её, занимались ли мы этим раньше.

source: Get out of the way... She's...
ru_ru: Уйди с дороги... Она...

source: Get your dirty eyes off me!
ru_ru: Убери свои грязные глаза от меня!

source: Gets along with Kou in spite of everything. It's fun watching them argue.
ru_ru: Дружит с Коу, несмотря ни на что. За их спорами весело наблюдать.

source: Gets along with Kou well... A bit horny, though.
ru_ru: Хорошо ладит с Коу... Хотя немного похотливая.

source: Girl
ru_ru: Девушка

source: Give in and go back to the survival mode menu.
ru_ru: Сдаться и вернуться в меню режима выживания.

source: Glasses attribute? What's that?
ru_ru: Атрибут очков? Что это?
